/* List separator */
" " = " ";

/* No comment provided by engineer. */
"&" = "与";

/* Coordinate format */
"(%@, %@)" = "(%1$@, %2$@)";

/* List delimiter */
"," = "、";

/* Approximate Qualifier Format */
"about %@" = "大约 %@";

/* Past Deictic Expression */
"ago" = "前";

/* List conjunction */
"and" = "和";

/* Bit Unit */
"bits" = "位";

/* Byte Unit */
"bytes" = "字节";

/* Error converting to NSArray */
"Couldn’t convert to NSArray" = "无法转换为 NSArray";

/* Day Unit (Singular) */
"day" = "天";

/* Day Unit (Plural) */
"days" = "天";

/* Day Unit (Singular, Abbreviated) */
"d" = "天";

/* Day Unit (Plural, Abbreviated) */
"ds" = "天";

/* Deictic Expression Format (#{Time} #{Ago/From Now} */
"Deictic Expression Format String" = "%1$@%2$@";

/* #{Dimensional Quantity} #{Direction} */
"Dimension Format String" = "%1$@%2$@";

/* #{Distance} #{Unit} */
"Distance Format String" = "%1$@ %2$@";

/* East Direction Abbreviation */
"E" = "东";

/* East Direction */
"East" = "东";

/* Exabyte Unit */
"EB" = "EB";

/* Exbibyte Unit */
"EiB" = "EiB";

/* Future Deictic Expression */
"from now" = "后";

/* Feet Unit */
"ft" = "英尺";

/* Feet Per Second Unit */
"ft/s" = "英尺/秒";

/* Gigabyte Unit */
"GB" = "GB";

/* Gigabit Unit */
"Gbit" = "Gbit";

/* Gibibyte Unit */
"GiB" = "GiB";

/* Gibibit Unit */
"Gibit" = "Gibit";

/* Hour Unit (Singular) */
"hour" = "小时";

/* Hour Unit (Plural) */
"hours" = "小时";

/* Hour Unit (Singular, Abbreviated) */
"hr" = "小时";

/* Hour Unit (Plural, Abbreviated) */
"hrs" = "小时";

/* Present Deictic Expression */
"just now" = "刚才";

/* Kilobyte Unit */
"KB" = "KB";

/* Kilobit Unit */
"kbit" = "kbit";

/* Kibibyte Unit */
"KiB" = "KiB";

/* Kibibit Unit */
"Kibit" = "Kibit";

/* Kilometer Unit */
"km" = "公里";

/* Kilometers Per Hour Unit */
"km/h" = "公里/时";

/* No comment provided by engineer. */
"last month" = "上个月";

/* No comment provided by engineer. */
"last week" = "上周";

/* No comment provided by engineer. */
"last year" = "上一年";

/* Meter Unit */
"m" = "米";

/* Meters Per Second Unit */
"m/s" = "米/秒";

/* Megabyte Unit */
"MB" = "MB";

/* Megabit Unit */
"Mbit" = "Mbit";

/* No comment provided by engineer. */
"Method Not Implemented" = "方法未实现";

/* Mebibyte Unit */
"MiB" = "MiB";

/* Mebibit Unit */
"Mibit" = "Mibit";

/* Mile Unit (Singular) */
"mile" = "英里";

/* Mile Unit (Plural) */
"miles" = "英里";

/* Minute Unit (Singular, Abbreviated) */
"min" = "分钟";

/* Minute Unit (Plural, Abbreviated) */
"mins" = "分钟";

/* Minute Unit (Singular) */
"minute" = "分钟";

/* Minute Unit (Plural) */
"minutes" = "分钟";

/* Month Unit (Singular, Abbreviated) */
"mo" = "个月";

/* Month Unit (Singular) */
"month" = "个月";

/* Month Unit (Plural) */
"months" = "个月";

/* Month Unit (Plural, Abbreviated) */
"mos" = "个月";

/* Miles Per Hour Unit */
"mph" = "英里/时";

/* North Direction Abbreviation */
"N" = "北";

/* Northeast Direction Abbreviation */
"NE" = "东北";

/* No comment provided by engineer. */
"next month" = "下个月";

/* No comment provided by engineer. */
"next week" = "下周";

/* No comment provided by engineer. */
"next year" = "下一年";

/* North Direction */
"North" = "北";

/* Northeast Direction */
"Northeast" = "东北";

/* Northwest Direction */
"Northwest" = "西北";

/* Northwest Direction Abbreviation */
"NW" = "西北";

/* Petabyte Unit */
"PB" = "PB";

/* Petabit Unit */
"Pbit" = "Pbit";

/* Pebibyte Unit */
"PiB" = "PiB";

/* Pebibit Unit */
"Pibit" = "Pibit";

/* South Direction Abbreviation */
"S" = "南";

/* Second Unit (Plural, Abbreviated)
   Second Unit (Singular, Abbreviated) */
"s" = "秒";

/* Southeast Direction Abbreviation */
"SE" = "东南";

/* Second Unit (Singular) */
"second" = "秒钟";

/* Second Unit (Plural) */
"seconds" = "秒钟";

/* South Direction */
"South" = "南";

/* Southeast Direction */
"Southeast" = "东南";

/* Southwest Direction */
"Southwest" = "西南";

/* #{Speed} #{Unit} */
"Speed Format String" = "%1$@ %2$@";

/* Southwest Direction Abbreviation */
"SW" = "西南";

/* Terabyte Unit */
"TB" = "TB";

/* Terabit Unit */
"Tbit" = "Tbit";

/* Tebibyte Unit */
"TiB" = "TiB";

/* Tebibit Unit */
"Tibit" = "Tibit";

/* No comment provided by engineer. */
"tomorrow" = "明天";

/* #{Value} #{Unit} */
"Unit of Information Format String" = "%1$@ %2$@";

/* West Direction Abbreviation */
"W" = "西";

/* Week Unit (Singular) */
"week" = "周";

/* Week Unit (Plural) */
"weeks" = "周";

/* West Direction */
"West" = "西";

/* Week Unit (Singular, Abbreviated) */
"wk" = "周";

/* Week Unit (Plural, Abbreviated) */
"wks" = "周";

/* Yard Unit */
"yds" = "码";

/* Year Unit (Singular) */
"year" = "年";

/* Year Unit (Plural) */
"years" = "年";

/* No comment provided by engineer. */
"yesterday" = "昨天";

/* Year Unit (Singular, Abbreviated) */
"yr" = "年";

/* Year Unit (Plural, Abbreviated) */
"yrs" = "年";

